{"user_id": "1", "user_name": "Allison Hill", "bio": "Allison Hill is a Software Engineer currently working at Google. They graduated from CMU and are passionate about tech innovation. Allison Hill\nAllison Hill is a Software Engineer currently working at Google. They previously studied at CMU.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "2", "user_name": "Michelle Miles", "bio": "Michelle Miles is a Product Manager currently working at Apple. They graduated from Stanford and are passionate about tech innovation. Michelle Miles\nMichelle Miles is a Product Manager currently working at Apple. They previously studied at Stanford.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "3", "user_name": "Daniel Gallagher", "bio": "Daniel Gallagher is a Data Scientist currently working at Microsoft. They graduated from MIT and are passionate about tech innovation. Daniel Gallagher\nDaniel Gallagher is a Data Scientist currently working at Microsoft. They previously studied at MIT.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "4", "user_name": "Lisa Hensley", "bio": "Lisa Hensley is a Hardware Engineer currently working at Google. They graduated from Caltech and are passionate about tech innovation. Lisa Hensley\nLisa Hensley is a Hardware Engineer currently working at Google. They previously studied at\nCaltech. Their expertise includes collaborative projects, modern development tools, and\ncross-functional teamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "5", "user_name": "Henry Santiago", "bio": "Henry Santiago is a UX Designer currently working at Google. They graduated from MIT and are passionate about tech innovation. Henry Santiago\nHenry Santiago is a UX Designer currently working at Google. They previously studied at MIT. Their\nexpertise includes collaborative projects, modern development tools, and cross-functional teamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "6", "user_name": "Amy Underwood", "bio": "Amy Underwood is a Software Engineer currently working at Apple. They graduated from Stanford and are passionate about tech innovation. Amy Underwood\nAmy Underwood is a Software Engineer currently working at Apple. They previously studied at\nStanford. Their expertise includes collaborative projects, modern development tools, and\ncross-functional teamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "7", "user_name": "Thomas Ellis", "bio": "Thomas Ellis is a Hardware Engineer currently working at Netflix. They graduated from MIT and are passionate about tech innovation. Thomas Ellis\nThomas Ellis is a Hardware Engineer currently working at Netflix. They previously studied at MIT.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "8", "user_name": "Zachary Taylor", "bio": "Zachary Taylor is a Hardware Engineer currently working at Apple. They graduated from CMU and are passionate about tech innovation. Zachary Taylor\nZachary Taylor is a Hardware Engineer currently working at Apple. They previously studied at CMU.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "9", "user_name": "Janice Carlson", "bio": "Janice Carlson is a Hardware Engineer currently working at Amazon. They graduated from Stanford and are passionate about tech innovation. Janice Carlson\nJanice Carlson is a Hardware Engineer currently working at Amazon. They previously studied at\nStanford. Their expertise includes collaborative projects, modern development tools, and\ncross-functional teamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "10", "user_name": "Jeffrey Chavez", "bio": "Jeffrey Chavez is a UX Designer currently working at Netflix. They graduated from Berkeley and are passionate about tech innovation. Jeffrey Chavez\nJeffrey Chavez is a UX Designer currently working at Netflix. They previously studied at Berkeley.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "11", "user_name": "Brittany Farmer", "bio": "Brittany Farmer is a Software Engineer currently working at Tesla. They graduated from UCLA and are passionate about tech innovation. Brittany Farmer\nBrittany Farmer is a Software Engineer currently working at Tesla. They previously studied at UCLA.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "12", "user_name": "Kim Martinez", "bio": "Kim Martinez is a Data Scientist currently working at Microsoft. They graduated from Harvard and are passionate about tech innovation. Kim Martinez\nKim Martinez is a Data Scientist currently working at Microsoft. They previously studied at Harvard.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "13", "user_name": "Michelle Ross", "bio": "Michelle Ross is a Product Manager currently working at Meta. They graduated from Stanford and are passionate about tech innovation. Michelle Ross\nMichelle Ross is a Product Manager currently working at Meta. They previously studied at Stanford.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "14", "user_name": "Julian Chapman", "bio": "Julian Chapman is a Data Scientist currently working at Tesla. They graduated from Berkeley and are passionate about tech innovation. Julian Chapman\nJulian Chapman is a Data Scientist currently working at Tesla. They previously studied at Berkeley.\nTheir expertise includes collaborative projects, modern development tools, and cross-functional\nteamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
{"user_id": "15", "user_name": "Carlos Walls", "bio": "Carlos Walls is a Software Engineer currently working at Google. They graduated from Harvard and are passionate about tech innovation. Carlos Walls\nCarlos Walls is a Software Engineer currently working at Google. They previously studied at\nHarvard. Their expertise includes collaborative projects, modern development tools, and\ncross-functional teamwork.", "sources": ["LinkedIn", "Resume.pdf"]}
